<template>
  <div class="delivery_content">
    <div class="delivery_content_name"><h3>ДОСТАВКА И ОПЛАТА</h3></div>
    <div class="delivery_block">
      <h3>Доставка</h3>
      <ul class="delivery_block_ul">
        <li class="delivery_block_ul_li">До 31.12.2020  ДОСТАВКА БЕСПЛАТНО.</li>
        <li class="delivery_block_ul_li">С учетом положения нашего магазина о доставке и иных включенных условий.</li>
        <li class="delivery_block_ul_li">Некоторые удаленные от магазина районы Алматы мы пока не обслуживаем.</li>
        <li class="delivery_block_ul_li">После оформления заказа менеджер интернет-магазина свяжется с Вами по указанному в заказе телефону. Согласует перечень выбранных вами товаров, способ оплаты, время доставки.</li>
        <li class="delivery_block_ul_li">Доставка осуществляется с 11.00 до 19.00 в рабочие дни. Доставка в субботу, осуществляется с 11:00 до 16:00. ( 21 июня рабочий день с 11:00 до 16:00)</li>
        <li class="delivery_block_ul_li">Заказы как правило доставляются в тот же день, при условии оформления до 13.00.</li>
        <li class="delivery_block_ul_li">Заказы оформленные после 13.00 могут быть доставлены в тот же день(в зависимости от загруженности курьера), либо на следующий день.</li>
        <li class="delivery_block_ul_li">Заказы, отправленные через сайт после 16.00 в субботу  смогут быть обработаны только в понедельник</li>
        <li class="delivery_block_ul_li">Доставка в выходные и праздничные дни как правило не осуществляется. Исключением являются длительные (более 1 дня выходные и праздничные дни), в которые осуществляется прием и доставка заказов в соответствии с установленным на эти дни графиком.</li>
        <li class="delivery_block_ul_li">Бесплатная доставка осуществляется в согласованный с покупателем промежуток времени в соответствии с маршрутом.</li>
        <li class="delivery_block_ul_li">Перед доставкой курьер связывается с Заказчиком. Если телефоны для связи указаны неверно, отключены или по каким-либо другим причинам курьер не может  связаться с Заказчиком– исполнение заказа приостанавливается до вашего звонка.</li>
        <li class="delivery_block_ul_li">Крупногабаритные товары и товары весом более 20 кг, доставляются до ближайшей точки проезда автомобиля курьера, а до дверей - при помощи со стороны клиента и наличия лифта.</li>
        <li class="delivery_block_ul_li">Проверка  комплектности Заказа, целостности  доставленного вам товара проводится Клиентом при получении товара в присутствии курьера.</li>
        <li class="delivery_block_ul_li">Уцененные товары, а также товары, проданные по акции, возврату и обмену не подлежат.</li>
      </ul>
      <h3>Самовывоз</h3>
      <p>Самовывоз Товара осуществляется из точки самовывоза, расположенного по адресу: город Алматы, ул.Карасай батыра 191 лит А.</p>
      <h3>Оплата наличными</h3>
      <p>При выборе варианта оплаты наличными, вы дожидаетесь приезда курьера и передаёте ему сумму за товар в тенге. Курьер предоставляет товар, который можно осмотреть на предмет повреждений, соответствие указанным условиям.</p>
      <p>Также оплата наличными доступна при самовывозе из розничных точек.</p>
      <h3>Оплата онлайн</h3>
      <p>После добавления товара в корзину и выбора метода оплаты картой, вас перенаправит на страницу платежного сервиса.</p>
      <p>Следуйте инструкциям на экране: введите ваши платежные данные (имя, номер карты и срок её действия).</p>
      <h3>Гарантии</h3>
      <p>Уважаемые клиенты!</p>
      <p>Проверяйте, пожалуйста, комплектность, целостность и годность доставленного Вам товара в присутствии курьера!</p>
      <p>При обнаружении недосдачи товара или его избытка Вы вправе отказаться от заказа или заплатить за ту его часть, которая соответствует Вашему заказу. Также Вы вправе отказаться от любого неподходящего или непонравившегося товара. При этом Вы обязаны оплатить транспортные расходы в размере стоимости доставки.
Возврат непродовольственного товара надлежащего качества проводится, если указанный товар не был в употреблении, сохранены его товарный вид, потребительские свойства, пломбы, фабричные ярлыки в течение 14 (четырнадцати) календарных дней с момента передачи товара покупателю. Возврат или обмен товара производится через офис по адресу: г. Алматы, ул. Полежаева, 92а (при предварительном согласовании).
Согласно законодательства РК некоторые товары надлежащего качества замене или возврату не подлежат (продовольственные товары, лекарственные и ветеринарные средства, изделия медицинского назначения и др.). Уточняйте у наших операторов.
Уцененные товары, а также товары, проданные по распродажной цене, возврату и обмену не подлежат.
Оформив заказ Вы автоматически соглашаетесь с вышеизложенными правилами магазина.</p>
    </div>
  </div>
</template>

<script>
export default {
  name: 'delivery',
  data() {
    return {}
  }
}
</script>

<style>
.delivery_content {
  background: rgb(230, 230, 250, 0.95);
  padding: 20px 0 50px 0;
}

.delivery_content_name {
  width: 80%;
  height: 60px;
  margin: 20px 0 20px 160px;
  background: rgb(141, 206, 157);
  padding-top: 20px;
  text-align: center;
}

.delivery_block {
  width: 80%;
  margin-left: 200px;
}

.delivery_block_ul {
  margin: 10px 0 20px 0;
}
</style>
